-- MySQL dump 10.13  Distrib 8.0.31, for Win64 (x86_64)
--
-- Host: 127.0.0.1    Database: cinshopdb
-- ------------------------------------------------------
-- Server version	8.0.31

/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!50503 SET NAMES utf8 */;
/*!40103 SET @OLD_TIME_ZONE=@@TIME_ZONE */;
/*!40103 SET TIME_ZONE='+00:00' */;
/*!40014 SET @OLD_UNIQUE_CHECKS=@@UNIQUE_CHECKS, UNIQUE_CHECKS=0 */;
/*!40014 SET @OLD_FOREIGN_KEY_CHECKS=@@FOREIGN_KEY_CHECKS, FOREIGN_KEY_CHECKS=0 */;
/*!40101 SET @OLD_SQL_MODE=@@SQL_MODE, SQL_MODE='NO_AUTO_VALUE_ON_ZERO' */;
/*!40111 SET @OLD_SQL_NOTES=@@SQL_NOTES, SQL_NOTES=0 */;

--
-- Table structure for table `address`
--

DROP TABLE IF EXISTS `address`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!50503 SET character_set_client = utf8mb4 */;
CREATE TABLE `address` (
  `address_id` int NOT NULL AUTO_INCREMENT,
  `first_address` varchar(45) NOT NULL,
  `last_address` varchar(45) NOT NULL,
  `post_code` varchar(20) NOT NULL,
  PRIMARY KEY (`address_id`)
) ENGINE=InnoDB AUTO_INCREMENT=170 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_0900_ai_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `address`
--

LOCK TABLES `address` WRITE;
/*!40000 ALTER TABLE `address` DISABLE KEYS */;
INSERT INTO `address` VALUES (1,'船橋市','kopo taki 202','273'),(3,'千葉県船橋市','202','2222-22'),(4,'東京都新宿区','穴1-12-3','273-0005'),(5,'船橋市','kopo taki 202','273'),(6,'船橋市','kopo taki 202','273'),(7,'船橋市','kopo taki 202','273'),(8,'船橋市','kopo taki 202','273'),(9,'船橋市','kopo taki 202','273'),(10,'船橋市','1','2735555'),(16,'船橋市','1','273'),(17,'船橋市','kopo taki 202','273'),(18,'船橋市','kopo taki 202','273'),(19,'千葉県船橋市本町','2-29-22コーポ滝202号','273-0005'),(20,'千葉県船橋市本町','2-29-22コーポ滝202号','2730005'),(21,'船橋市','2-29-22コーポ滝202号','273'),(22,'船橋市','2-29-22コーポ滝202号','273'),(23,'船橋市','kopo taki 202','2730005'),(24,'船橋市','2-29-22コーポ滝202号','2730005'),(25,'船橋市','2-29-22コーポ滝202号','273'),(26,'船橋市','2-29-22コーポ滝202号','2730005'),(27,'船橋市','2-29-22コーポ滝202号','273'),(28,'船橋市','2-29-22コーポ滝202号','2730005'),(29,'船橋市','2-29-22コーポ滝202号','2730005'),(30,'船橋市','2-29-22コーポ滝202号','2730005'),(31,'船橋市','kopo taki 202','273'),(32,'船橋市','2-29-22コーポ滝202号','273'),(33,'千葉県成田市','0-0-0','123-4567'),(34,'船橋市','2-29-22コーポ滝202号','2730005'),(35,'船橋市','2-29-22コーポ滝202号','2730005'),(36,'船橋市','kopo taki 202','2730005'),(37,'東京都','2-29-22コーポ滝202号','2730005'),(38,'船橋市','kopo taki 202','273'),(39,'船橋市','kopo taki 202','273'),(40,'船橋市','kopo taki 202','273'),(41,'船橋市','kopo taki 202','273'),(42,'船橋市','2-29-22コーポ滝202号','273'),(43,'船橋市','1','273'),(44,'船橋市','2-29-22コーポ滝202号','273'),(45,'船橋市','2-29-22コーポ滝202号','273'),(46,'船橋市','2-29-22コーポ滝202号','273'),(47,'船橋市','2-29-22コーポ滝202号','273'),(48,'船橋市','2-29-22コーポ滝202号','273'),(49,'船橋市','2-29-22コーポ滝202号','273'),(50,'船橋市','2-29-22コーポ滝202号','273'),(51,'船橋市','2-29-22コーポ滝202号','273'),(52,'船橋市','2-29-22コーポ滝202号','273'),(53,'船橋市','2-29-22コーポ滝202号','273'),(54,'船橋市','2-29-22コーポ滝202号','273'),(55,'船橋市','2-29-22コーポ滝202号','273'),(56,'船橋市','2-29-22コーポ滝202号','273'),(57,'船橋市','2-29-22コーポ滝202号','273'),(58,'船橋市','2-29-22コーポ滝202号','273'),(59,'船橋市','2-29-22コーポ滝202号','273'),(60,'船橋市','2-29-22コーポ滝202号','273'),(61,'船橋市','kopo taki 202','273'),(62,'船橋市','kopo taki 202','273'),(63,'船橋市','kopo taki 202','273'),(64,'船橋市','2-29-22コーポ滝202号','273'),(65,'船橋市','kopo taki 202','273'),(66,'船橋市','kopo taki 202','273'),(67,'船橋市','kopo taki 202','273'),(68,'船橋市','kopo taki 202','273'),(69,'船橋市','kopo taki 202','273'),(70,'船橋市','kopo taki 202','273'),(71,'船橋市','kopo taki 202','273'),(72,'船橋市','kopo taki 202','273'),(73,'船橋市','kopo taki 202','273'),(76,'船橋市','kopo taki 202','273'),(77,'船橋市','2-29-22コーポ滝202号','273'),(78,'船橋市','kopo taki 202','273'),(79,'船橋市','2-29-22コーポ滝202号','273'),(80,'船橋市','kopo taki 202','273'),(81,'船橋市','2-29-22コーポ滝202号','273'),(82,'船橋市','2-29-22コーポ滝202号','273'),(83,'船橋市','2-29-22コーポ滝202号','2730005'),(85,'船橋市本町','2-29-22','2730005'),(87,'船橋市本町','2-29-22','2730005'),(88,'千葉成田市·','1','2730009'),(89,'Chibaken','Kopo','237898'),(90,'千葉市稲毛区天台','21','263-0016'),(93,'船橋市','2-29-22コーポ滝202号','273'),(94,'船橋市','2-29-22コーポ滝202号','273'),(95,'船橋市','2-29-22コーポ滝202号','273'),(96,'船橋市','2-29-22コーポ滝202号','273'),(97,'船橋市','2-29-22コーポ滝202号','273'),(98,'船橋市','2-29-22コーポ滝202号','273'),(99,'船橋市','2-29-22コーポ滝202号','273'),(100,'船橋市','kopo taki 202','273'),(101,'船橋市','kopo taki 202','273'),(102,'船橋市','2-29-22コーポ滝202号','273'),(103,'船橋市','kopo taki 202','273'),(104,'船橋市','2-29-22コーポ滝202号','273'),(105,'船橋市','2-29-22コーポ滝202号','273'),(106,'船橋市','2-29-22コーポ滝202号','273'),(107,'船橋市','kopo taki 202','273'),(108,'船橋市','kopo taki 202','273'),(109,'船橋市','2-29-22コーポ滝202号','273'),(110,'船橋市','2-29-22コーポ滝202号','273'),(111,'船橋市','2-29-22コーポ滝202号','273'),(112,'船橋市','2-29-22コーポ滝202号','273'),(113,'船橋市','kopo taki 202','273'),(114,'船橋市','2-29-22コーポ滝202号','273'),(115,'船橋市','2-29-22コーポ滝202号','273'),(116,'船橋市','2-29-22コーポ滝202号','2730005'),(117,'船橋市','2-29-22コーポ滝202号','2730005'),(118,'船橋市','2-29-22コーポ滝202号','273'),(119,'船橋市','kopo taki 202','273'),(120,'船橋市','kopo taki 202','273'),(121,'船橋市','kopo taki 202','273'),(122,'船橋市','kopo taki 202','2730005'),(124,'船橋市','コーポ滝202号','273'),(125,'船橋市','2-29-22コーポ滝202号','273'),(126,'船橋市','kopo taki 202','273'),(127,'船橋市','2-29-22コーポ滝202号','273'),(130,'船橋市','2-29-22コーポ滝202号','273'),(132,'船橋市','2-29-22コーポ滝202号','273'),(133,'船橋市','kopo taki 202','273'),(134,'船橋市','2-29-22コーポ滝202号','273'),(135,'船橋市','コーポ滝202号','2730005'),(136,'船橋市','コーポ滝202号','2730005'),(137,'船橋市','コーポ滝202号','273'),(138,'船橋市','kopo taki 202','273'),(139,'船橋市','kopo taki 202','273'),(140,'船橋市','2-29-22コーポ滝202号','273'),(141,'船橋市','2-29-22コーポ滝202号','273'),(142,'船橋市','1','273'),(143,'船橋市','2-29-22コーポ滝202号','273'),(144,'船橋市','2-29-22コーポ滝202号','273'),(145,'船橋市','2-29-22コーポ滝202号','273'),(146,'船橋市','2-29-22コーポ滝202号','273'),(147,'船橋市','2-29-22コーポ滝202号','273'),(148,'船橋市','2-29-22コーポ滝202号','273'),(149,'船橋市','2-29-22コーポ滝202号','273'),(150,'船橋市','2-29-22コーポ滝202号','273'),(151,'船橋市','2-29-22コーポ滝202号','273'),(152,'船橋市','2-29-22コーポ滝202号','273'),(153,'船橋市','1','273'),(154,'船橋市','kopo taki 202','273'),(156,'千葉県成田市','0-0-0','123-4567'),(157,'千葉県成田市','0-0-0','123-4567'),(158,'a','a','a'),(159,'千葉県成田市','0-0-0','123-4567'),(160,'あ','あ','あ'),(161,'船橋市','2-29-22コーポ滝202号','273'),(162,'千葉県成田市','0-0-0','123-4567'),(163,'船橋市','1','273'),(164,'船橋市','1','273'),(165,'船橋市','1','273'),(166,'船橋市','1-2-29','2730005'),(167,'地球','千葉','5555555'),(168,'千葉県','1-1-1-1','1234567'),(169,'ゆゅ','ゆな','やぬ');
/*!40000 ALTER TABLE `address` ENABLE KEYS */;
UNLOCK TABLES;
/*!40103 SET TIME_ZONE=@OLD_TIME_ZONE */;

/*!40101 SET SQL_MODE=@OLD_SQL_MODE */;
/*!40014 SET FOREIGN_KEY_CHECKS=@OLD_FOREIGN_KEY_CHECKS */;
/*!40014 SET UNIQUE_CHECKS=@OLD_UNIQUE_CHECKS */;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
/*!40111 SET SQL_NOTES=@OLD_SQL_NOTES */;

-- Dump completed on 2023-04-02 21:29:42
